{
    "name": "Christopher Himmel",
    "loc": "San Francisco, California",
    "profileTitle": "Business Data Analyst at Intuit",
    "connections": "500+ connections",
    "about": " IT professional with 20+ years of experience in I/T management, application development and business process improvement for construction and retail industries. Demonstrates breadth of leadership and expertise in system implementation, custom modification and user training.  Looking for opportunities to make use of my project experience and training in Data Science/Machine Learning at a progressive company that offers opportunity for experience and growth.Check out my ongoing course in Machine Learning at https://www.deepersideoflearning.com!\n... see more",
    "experience": [
        {
            "role": "Business Data Analyst",
            "company": "Intuit",
            "type": "Full-time",
            "dateRange": {
                "start": "Sep 2019",
                "end": "Present"
            },
            "jobDetails": "* Analyze, organize and present customer data for Intuit Payroll and TSheets product lines.* Create dashboards, chessboards, and burndown charts to disseminate accurate representations of the status of infrastructure and product conversions.* Use Tidal for automating SQL data conversion scripts over Hive and Vertica databases.",
            "duration": "6 mos",
            "location": "Mountain View, CA"
        },
        {
            "role": "Senior Lecturer",
            "company": "Simplilearn",
            "dateRange": {
                "start": "Mar 2019",
                "end": "Present"
            },
            "jobDetails": "Providing online lectures in Advanced Machine Learning Certification to learners in 150+ countries.",
            "duration": "1 yr"
        },
        {
            "role": "Data Science Mentor and Machine Learning Lecturer",
            "company": "Data Science Dream Job",
            "dateRange": {
                "start": "Feb 2019",
                "end": "Present"
            },
            "jobDetails": "*  Providing technical lectures in Machine Learning in preparation for fulfilling job requirements as a Data Scientist and Machine Learning engineer*  Mentoring aspiring Data Scientists for acquisition of position in Data ScienceDSDJ has a vibrant data community and a program which provides a clear roadmap and systematic approach to help students or career switchers/enhancers transition into this exciting field.👉🏽 Check DSDJ out here: www.datasciencedreamjob.com to learn more and joining our free mailing list at https://www.datasciencedreamjob.com/p/free-tips",
            "duration": "1 yr 1 mo"
        },
        {
            "role": "Senior Data Analyst",
            "company": "Cost Plus World Market",
            "dateRange": {
                "start": "Apr 2017",
                "end": "Sep 2019"
            },
            "jobDetails": "Designed, programmed, tested and implemented programming enhancements to the Supply Chain/Logistics and Inventory Management systems for additional functionality and increased robustness of business critical applications.* Automated reporting structures for the prediction of delivery schedules cross docking through two distribution centers for 389 stores carrying 23,000 items.* Extended Sox compliant security applications and procedures to three development environments through automating manual processes.* For approximately 19k Purchase Orders a month, standardize authorization contact information through validation and data cleansing.* Enable expeditious negotiation for freight terms with seven carriers through 556 ports by creating a process for transportation to change carriers.* Programmed feed of Purchase Order Estimated Receipt Dates to increase prediction accuracy, decreasing inventory levels by 5%.* Led department Lunch & Learn session on recent advances in Artificial Intelligence, Machine Learning and Data Science.",
            "duration": "2 yrs 6 mos",
            "location": "Alameda, California"
        },
        {
            "role": "Business Systems Analyst - Supply Chain (Merger with Albertsons)",
            "company": "Safeway",
            "dateRange": {
                "start": "May 2016",
                "end": "Apr 2017"
            },
            "jobDetails": "Developed requirements, timelines, test plans, ordering schedules, deployment plans and meeting review documentation for eleven projects, modifying the sources for where 421 stores order their salable and supply products. This changed distribution centers, plants, and outside vendors for an average of 12,000 items per store, with up to 36 stores in a week.* Led the Supply Chain Analyst meeting, pulling 13 Business Systems Analysts together to discuss training, standards, development, and professional growth. Organized the monthly training seminars, sharing information to the department of 50+ support to executive level staff.* Developed the department Playbook, outlining the tasks and timeline dependencies of 16 tracts involved with Source of Supply changes, including Item Setup, Procurement, Pricing, Promotions, Allowances, Ordering schedule, Space planning, Shelf Tags, Accounting, and Deployment.",
            "duration": "1 yr",
            "location": "Pleasanton, CA"
        },
        {
            "role": "Business Systems Analyst",
            "company": "Schurman Retail Group",
            "dateRange": {
                "start": "Feb 2013",
                "end": "Apr 2016"
            },
            "jobDetails": "Led technical team of three in completing implementation, one month after going live, of transition of ERP from Microsoft Dynamics to JDA's Merchandise Management System (MMS) for Clinton's, a chain of 400+ card stores in UK/Ireland, annual revenue of $500M.* Developed receiving application, cycle count application, and analysis tools in C# for web deployment to retail store systems. Following delayed launch of JDA Point Of Sale application (Win/DSS), implemented receiving methods to process 1,000+ daily invoices (1,400 vendors) enabling receipt of $35M in merchandise (150K SKUs) in stores.* Created sales predictor using JDA item attributes, including free format description, and sales history, to compare regression, decision trees, and random forest models, all using deep learning libraries in R. Specific words, certain attributes, and past sales were found to have varying correlation to future sales.",
            "duration": "3 yrs 3 mos",
            "location": "San Francisco Bay Area"
        },
        {
            "role": "Business Systems Analyst",
            "company": "Charlotte Russe",
            "dateRange": {
                "start": "Apr 2012",
                "end": "Jan 2013"
            },
            "jobDetails": "Led maintenance, upgrading and training of eight merchandise planners on JDA's Enterprise Planning system for making monthly Open-To-Buy decisions for fast fashion business.* Supported Enterprise Planning and implemented solutions to improve user experience.* Developed/contributed to four project plans, including developing program integration specifications, test plans and implementation plans for short/mid-term (three to 12 month) projects.* Implemented xStore point-of-sale, including Micros Relate for POS feed ($450M in sales) into JDA's ERP Portfolio Merchandise Management, into 500+ stores resulting in improved tracking of monthly markdowns (10,000 SKUs).* Implemented import fee tracking module and interfaced to Lawson's general ledger, including interfacing to two expediters, which reduced errors/data entry and consolidated information storage.",
            "duration": "10 mos",
            "location": "San Francisco Bay Area"
        },
        {
            "role": "Manager of IT",
            "company": "Blick Art Material",
            "dateRange": {
                "start": "Apr 2007",
                "end": "Mar 2012"
            },
            "jobDetails": "Oversaw systems for 22-store chain, including register/back office (Win/DSS), ISD’s payment switch for PCI Compliance, pin/debit terminals, and gift cards.* Increased stability of ERP systems with user training, creating $100K systems procurement procedures for five store openings, managing point of sale hardware/software upgrades for 100+ registers, and procurement and implementation of 125 debit terminals, with $130K hardware/development costs – upgraded credit card authorization and settlement processing bringing Blick into PCI Compliance.* Generated data from monthly ~$60K+ mailings to 100K customers and programmed functionality into point of sale and data warehouse systems to test redemptions of 6+ customer segments (customer type, periodicity and quantity/value purchased, etc.).* As team of two, created investment proposal and designed/implemented chain-wide “store-within-a-store” concept for custom framing and giclee reproduction, integrating workstations to existing POS application and executing ~$50K/store equipment purchases (flat screen TVs, DSLR cameras, Epson wide-format canvas Giclee printers) of and pricing structures for 700+ framing options – generated ~$150K additional revenue.",
            "duration": "5 yrs",
            "location": "Highland Park, Illinois"
        },
        {
            "role": "Sr. Technical Consultant",
            "company": "RPE Solutions",
            "dateRange": {
                "start": "Apr 2006",
                "end": "Apr 2007"
            },
            "jobDetails": "Following Dick Blick Retail acquisition of 22-store chain of art material storefronts ($60M revenues), led technical/business team of 13 in five-month implementation of JDA's Data Warehouse, Retail IDEAS  – designed 30 reports providing six departments (85 users) with greater visibility to ERP metrics.* Created sales and logistics feed from internet, mail order and warehouse on CommercialWare ERP, enabling sales/inventory view of retail ($60M), internet ($100M) and mail order ($20M) profit centers.",
            "duration": "1 yr 1 mo",
            "location": "Tampa/St. Petersburg, Florida Area"
        },
        {
            "role": "Sr. Consultant",
            "company": "KS2 Technologies",
            "dateRange": {
                "start": "Nov 2005",
                "end": "Apr 2006"
            },
            "jobDetails": "Developed data interfaces, custom reports and applications for implementation of JDE on SQL Server platform.* Developed six data interfaces,13 custom reports and nine data entry applications for implementation of JD Edwards EnterpriseOne application on SQL Server platform at Frontier Homes.* Developed 20+ custom applications to provide financial statements for month-end close processing to bridge gap between existing legacy processes and new ERP capabilities.* Modified stock JD Edwards A/P and Payroll check forms for interfacing to CreateForms forms development tool for printing to 500+ vendors and 5,000+ payroll checks a month.",
            "duration": "6 mos",
            "location": "Grapevine, Texas"
        }
    ],
    "education": [
        {
            "institute": "Georgia Institute of Technology",
            "title": "Master of Science - MS",
            "studyArea": "Electrical and Electronics Engineering",
            "duration": null
        }
    ],
    "certifications": [
        {
            "title": "Applied AI Course Workshop",
            "issuingCompany": "Applied AI Course"
        },
        {
            "title": "iOS App Development Basics",
            "issuingCompany": "Coursera"
        },
        {
            "title": "Introduction To Swift Programming",
            "issuingCompany": "Coursera"
        }
    ],
    "skills": {
        "mainSkills": [
            {
                "title": "SDLC",
                "endorsements": "40"
            },
            {
                "title": "Business Intelligence",
                "endorsements": "44"
            },
            {
                "title": "Business Analysis",
                "endorsements": "45"
            }
        ],
        "otherSkills": [
            {
                "tag": "Industry Knowledge",
                "skills": [
                    "Integration",
                    "ERP",
                    "Software Development",
                    "Systems Analysis",
                    "Data Warehousing",
                    "Project Management",
                    "Software Implementation",
                    "Business Process",
                    "EDI",
                    "Enterprise Resource Planning (ERP)",
                    "Machine Learning",
                    "iOS Development",
                    "Artificial Intelligence",
                    "Data Analysis",
                    "Requirements Analysis",
                    "Analytics",
                    "Statistical Modeling"
                ]
            },
            {
                "tag": "Tools & Technologies",
                "skills": [
                    "IBM iSeries",
                    "SQL",
                    "Microsoft SQL Server",
                    "DB2",
                    "Visio",
                    "Python (Programming Language)",
                    "Databases"
                ]
            },
            {
                "tag": "Interpersonal Skills",
                "skills": [
                    "Management",
                    "Teaching"
                ]
            },
            {
                "tag": "Other Skills",
                "skills": [
                    "Process Improvement",
                    "Data Science",
                    "Artificial Neural Networks"
                ]
            }
        ]
    },
    "recommendations": {
        "received": "1",
        "given": "1"
    },
    "accomplishments": {
        "courses": [
            "Machine Learning (Stanford/Coursera)"
        ],
        "languages": null,
        "projects": null
    }
}